Repository: introlab/opentera
Catalog: teraserver/python/services/VideoRehabService/translations/*/LC_MESSAGES/videorehabservice.po
Languages: fr

source: Anonymous
fr: Anonyme

source: Only participants can access this page. Sorry.
fr: Désolé - seulement les participants peuvent accéder à cette page.

source: Unknown error
fr: Erreur inconnue

source: Your session will start soon. Thank you for your patience!
fr: La séance va démarrer bientôt. Merci de votre patience!

source: Only users can access this page. Sorry.
fr: Désolé - seulement les utilisateurs peuvent accéder à cette page.

source: An existing session needs to be specified.
fr: Une séance existante doit être spécifiée.

source: Unknown session
fr: Séance inconnue

source: Can't query session information: Error
fr: Impossible d'obtenir les informations de la séance: Erreur

source: Work in progress!
fr: En construction!

source: OpenTera - Participant Video Dashboard
fr: OpenTera - Tableau de bord participant

source: Unsupported browser detected
fr: Navigateur non-supporté détecté

source: Your browser is not supported. Session might or might not work, but it is recommended to user another browser.
fr: Votre navigateur Internet n'est pas supporté. La séance peut quand même fonctionner correctement, mais il est recommandé d'utiliser un autre navigateur.

source: Your browser
fr: Votre navigateur

source: Supported browsers
fr: Navigateurs compatibles

source: Unable to connect
fr: Impossible de se connecter

source: Your access might have been disabled or you might be already logged in on another device
fr: Votre accès peut avoir été désactivé ou vous êtes peut-être déjà connecté sur un autre appareil

source: Your session is now over. You may now logout or close this page.
fr: La séance est maintenant terminée. Vous pouvez vous déconnecter ou fermer cette page.

source: Error
fr: Erreur

source: Retry
fr: Réessayer

source: Ignore
fr: Ignorer

source: Logout
fr: Déconnexion

source: OpenTera - Session completed
fr: OpenTera - Séance complétée

source: Thank you
fr: Merci

source: We hope that you enjoyed your session
fr: Nous espérons que vous avez apprécié votre séance

source: Click here to login again
fr: Cliquez ici pour vous reconnecter

source: OpenTera - Error
fr: OpenTera - Erreur

source: We are sorry, an error has happened
fr: Nous sommes désolés, une erreur est survenue

source: OpenTeraPlus - Participant - Local view
fr: OpenTeraPlus - Participant - Vue locale

source: Unable to access camera and/or microphone
fr: Impossible d'accéder à la caméra et/ou au microphone

source: Error message
fr: Message d'erreur

source: Session starting...
fr: Démarrage de la séance en cours...

source: The session is about to start... Enjoy your session!
fr: La séance est sur le point de démarrer. Bonne séance!

source: OpenTera - User Video Dashboard
fr: OpenTera - Tableau de bord utilisateur

source: OpenTeraPlus - User - Session lobby
fr: OpenTera - Utilisateur - Vestibule de séance

source: Start session
fr: Démarrer séance

source: Users
fr: Utilisateurs

source: Devices
fr: Appareils
