Repository: introlab/opentera
Catalog: teraserver/python/services/FileTransferService/translations/*/LC_MESSAGES/filetransferservice.po
Languages: fr

source: Wrong content type
fr: Mauvais type de contenu

source: Missing uploaded file
fr: Fichier à recevoir manquant

source: Missing filename
fr: Nom de fichier manquant

source: Badly formatted request
fr: Requête mal formattée

source: Access denied to asset
fr: Accès refusé à la ressource

source: No asset found
fr: Aucune ressource trouvée

source: Missing file asset information
fr: Informations manquantes sur le fichier de la ressource

source: Invalid file_asset format
fr: Format de file_asset invalide

source: Missing required field(s) in asset descriptor
fr: Champ(s) obligatoire(s) manquant(s) dans la description de la ressource

source: Session access is forbidden
fr: L'accès à la séance est interdit

source: Missing at least one ID creator
fr: Au moins un ID de créateur est manquant

source: Unable to create asset
fr: Impossible de créer la ressource

source: Unable to delete asset
fr: Impossible de supprimer la ressource

source: Access denied for that asset
fr: Accès refusé à cette ressource

source: Missing access token for at least one requested asset
fr: Au moins au jeton d'accès pour la ressource est manquant

source: Missing asset UUID for at least one requested asset
fr: Le UUID est manquant pour au moins une ressource

source: Access denied for at least one requested asset
fr: Accès refusé pour au moins une ressource

source: Missing access token
fr: Jeton d'accès manquant

source: Missing asset uuid
fr: L'UUID de la ressource est manquant

source: Forbidden
fr: Accès refusé

source: Only original filename can be changed from here
fr: Seul le nom du fichier original peut être modifié ici
