Repository: introlab/opentera
Catalog: teraserver/python/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Password missing special character
fr: Le mot de passe requiert un caractère spécial

source: Password missing numeric character
fr: Le mot de passe requiert au moins un chiffre

source: Password not long enough (10 characters)
fr: Le mot de passe n'est pas assez long (10 caractères min.)

source: Password missing lower case letter
fr: Le mot de passe requiert au moins une minuscule

source: Password missing upper case letter
fr: Le mot de passe requiert au moins une majuscule

source: Unable to get online devices.
fr: Impossible d'obtenir les appareils connectés.

source: Device already logged in.
fr: L'appareil est déjà connecté.

source: Device logged out.
fr: Appareil déconnecté.

source: Device not logged in
fr: L'appareil n'est pas connecté

source: No access to session
fr: Aucun accès à la séance

source: Missing device schema
fr: Schéma de l'appareil manquant

source: Missing config
fr: Configuration manquante

source: Forbidden
fr: Accès refusé

source: Database error
fr: Erreur de base de données

source: Invalid request
fr: Requête invalide

source: Forbidden for security reasons
fr: Accès interdit pour raison de sécurité

source: Missing arguments
fr: Arguments manquants

source: Unauthorized
fr: Non autorisé

source: Missing session
fr: Champ session manquant

source: Missing id_session value
fr: Champ id_session manquant

source: Missing id_session_type value
fr: Champ id_session_type manquant

source: Missing session participants and/or users and/or devices
fr: Utilisateurs et/ou participants et/ou appareils manquants pour la séance

source: No access to session type
fr: Aucun accès au type de séance

source: Missing argument 'session name'
fr: Paramètre 'session name' manquant

source: Missing argument 'session_start_datetime'
fr: Paramètre 'session_start_datetime' manquant

source: Invalid participant uuid
fr: UUID participant invalide

source: Status update forbidden on offline device.
fr: Mise à jour de l'état interdite sur un appareil hors-ligne.

source: Invalid registration key
fr: Clé d'enregistrement invalide

source: Invalid content type
fr: Content-Type invalide

source: Invalid CSR signature
fr: La signature du certificat CSR est invalides

source: Participant already logged in.
fr: Le participant est déjà connecté.

source: Missing current_participant
fr: Champ current_participant manquant

source: Participant logged out.
fr: Participant hors ligne.

source: Participant not logged in
fr: Le participant n'est pas connecté

source: Not implemented
fr: Non implémenté

source: No arguments specified
fr: Aucun argument spécifié

source: Missing at least one from argument for uuids
fr: Au moins un champ "UUID" manquant

source: Invalid user uuid
fr: UUID d'utilisateur invalide

source: Participant cannot be admin
fr: Un participant ne peut être administrateur

source: Device cannot be admin
fr: Un appareil ne peut être administrateur

source: Invalid device uuid
fr: UUID de l'appareil invalide

source: Device access denied
fr: Accès à l'appareil interdit

source: Session access denied
fr: Accès à la session refusé

source: Participant access denied
fr: Accès au participant refusé

source: User access denied
fr: Accès à l'utilisateur refusé

source: Missing argument
fr: Paramètre manquant

source: Missing asset field
fr: Champ asset manquant

source: Missing id_asset field
fr: Champ id_asset manquant

source: Unknown session
fr: Séance inconnue

source: Invalid asset type
fr: Mauvais type de données (asset)

source: Invalid asset name
fr: Nom de donnée (asset) invalide

source: Service can't create assets for that session
fr: Le service ne peut pas créer de données pour cette séance

source: Invalid participant
fr: Nom de participant incorrect

source: Invalid user
fr: Utilisateur invalide

source: Invalid device
fr: Appareil invalide

source: Service can't delete assets for that session
fr: Le service ne peut pas effacer les données de cette séance

source: Unknown device type
fr: Type d’appareil inconnu

source: Unknown device subtype
fr: Sous-type d'appareil inconnu

source: Success
fr: Succès

source: Not found
fr: Non trouvé

source: Missing participant_group
fr: Groupe participant manquant

source: Missing id_participant_group
fr: ID groupe participant manquant

source: Missing id_project
fr: Champ manquant : id_project

source: Missing group name
fr: Nom du groupe manquant

source: The id_participant_group given was not found
fr: L'ID du groupe participant n'a pu être trouvé

source: Deletion impossible: Participant group still has participant(s)
fr: Suppression impossible: le groupe participant a encore des participants

source: Unknown project
fr: Projet inconnu

source: Invalid participant name
fr: Nom de participant incorrect

source: Invalid participant email
fr: Courriel de participant incorrect

source: Can't insert participant: participant's project is disabled or invalid.
fr: Impossible d'ajouter le participant: le projet du participant est désactivé ou invalide.

source: Can't update participant: participant's project is disabled.
fr: Impossible de mettre à jour le participant: le projet du participant est désactivé.

source: Missing parameter
fr: Paramètre manquant

source: Missing project
fr: Projet manquant

source: Missing id_site arguments
fr: Champ id_site manquant

source: Can't delete project: please delete all participants with sessions before deleting.
fr: Impossible de supprimer le projet: veuillez supprimer tous les participants ayant des séances au préalable.

source: Missing service_role field
fr: Champ iservice_role manquant

source: Missing id_service_role
fr: Champ id_service_role manquant

source: Missing fields
fr: Champs manquants

source: Missing service_access
fr: Accès Service manquant (service_access)

source: Missing id_service_access
fr: Champ manquant: id_service_access

source: Can't combine id_user_group, id_participant_group and id_device in request
fr: Ne peut pas combiner id_user_group, id_participant et id_device dans la requête

source: Bad id_service_role
fr: Mauvais id_service_role

source: Missing at least one id field
fr: Au moins un champ id manquant

source: Missing service key, id or uuid
fr: Clé, ID ou UUID de service manquant

source: Missing session_event field
fr: Champ session_event manquant

source: Missing id_session or id_session_event fields
fr: Champs manquants: id_session ou id_session_event

source: Service doesn't have access to all listed sites
fr: Le service n'a pas accès aux sites spécifiés

source: Service doesn't have access to all listed projects
fr: Le service n'a pas accès aux projets spécifiés

source: Service doesn't have access to all listed participants
fr: Le service n'a pas accès à au moins un participant de la séance

source: Service doesn't have access to this session type
fr: Le service n'a pas accès à ce type de séance

source: Session type not found
fr: Type de séance non-trouvé

source: Invalid arguments
fr: Arguments invalides

source: Invalid schema
fr: Schéma invalide

source: Unsupported Media Type
fr: Type de média non-supporté

source: Bad Request
fr: Requête erronée

source: Integrity error
fr: Erreur d'intégrité

source: Missing arguments: at least one id is required
fr: Au moins un champ id manquant

source: Missing id_session
fr: Champ id_session manquant

source: Service doesn't have access to at least one participant of that session.
fr: Le service n'a pas accès à au moins un participant de la séance.

source: Service doesn't have access to at least one user of that session.
fr: Le service n'a pas accès à au moins un utilisateur de la séance.

source: Service doesn't have access to at least one device of that session.
fr: Le service n'a pas accès à au moins un appareil de la séance.

source: Missing id_session_type
fr: Champ id_session_type manquant

source: Missing id_test_type
fr: Champ id_test_type manquant

source: Missing projects
fr: Projets manquants

source: Access denied to at least one project
fr: Accès refusé pour au moins un projet

source: Can't delete test type from project: please delete all tests of that type in the project before deleting.
fr: Impossible de supprimer le type de test: veuillez supprimer tous les tests de ce type au préalable.

source: Missing project ID
fr: ID de projet manquant

source: Missing test types
fr: Types de test manquants

source: Unknown format
fr: Format inconnu

source: Badly formatted request
fr: Requête mal formée

source: Missing test_type
fr: Champ test_type manquant

source: Test type not related to this service. Can't delete.
fr: Le type de test n’est pas associé au service. Impossible de supprimer.

source: Missing test field
fr: Champ "test" manquant

source: Missing id_test field
fr: Champ id_test manquant

source: Missing id_test_type field
fr: Champ id_test_type manquant

source: Invalid test type
fr: Type de test invalide

source: Service can't create tests for that session
fr: Le service ne peut pas créer de tests pour cette séance

source: Service can't delete tests for that session
fr: Le service ne peut pas effacer les tests de cette séance

source: Missing user_group
fr: Champ user_group manquant

source: Missing id_user_group
fr: Champ id_user_group manquant

source: Missing service role name or id_service_role
fr: Nom du rôle ou id_service_role manquant

source: Can't set access to service other than self
fr: Impossible d'ajuster les accès à un service autre que soi-même

source: No access for at a least one project in the list
fr: Aucun accès pour au moins un projet dans la liste

source: No access for at a least one site in the list
fr: Aucun accès pour au moins un site dans la liste

source: Bad role name for service
fr: Nom de rôle invalide pour le service

source: A new usergroup must have at least one service access
fr: Un nouveau groupe utilisateur doit avoir au moins un accès à un service

source: Can't delete user group: please delete all users part of that user group before deleting.
fr: Impossible de supprimer le groupe d'utilisateurs: veuillez retirer tous les utilisateurs de ce groupe au préalable.

source: Missing action
fr: Action manquante

source: Invalid session
fr: Séance invalide

source: Service doesn't have access to that session
fr: Le service n'a pas accès à cette séance

source: Missing required id_session_type for new sessions
fr: Champ id_session_type manquant pour les nouvelles séances

source: Invalid session type
fr: Type de séance invalide

source: Service not found
fr: Service non trouvé

source: Not implemented yet
fr: Non encore implémenté

source: No answer from service.
fr: Aucune réponse du service.

source: Password change required for this user.
fr: Changement de mot de passe requis pour cet utilisateur.

source: 2FA required for this user.
fr: 2FA requise pour cet utilisateur.

source: 2FA enabled but OTP not set for this user.Please setup 2FA.
fr: Authentification multi-facteurs requise, mais non configurée pour cet utilisateur. Veuillez configurer celle-ci.

source: Client major version too old, not accepting login
fr: La version du client est trop vieille (major), accès refusé

source: User does not have 2FA enabled
fr: L'utilisation n'a pas la double authentification d'activée

source: User does not have 2FA OTP enabled or secret set
fr: L'utilisateur n'a pas la double authentification par OTP d'activée ou de configurée

source: Invalid OTP code
fr: Code OTP invalide

source: User already logged in :
fr: L'utilisateur est déjà connecté :

source: User already logged in.
fr: L'utilisateur est déjà connecté.

source: Too many 2FA attempts. Please wait and try again.
fr: Trop d'essais d'authentification. Veuillez attendre et essayer à nouveau.

source: Client major version mismatch
fr: La version majeure du client ne correspond pas

source: Client version mismatch
fr: La version du client ne correspond pas

source: Unknown client name :
fr: Nom du client inconnu :

source: New password and confirm password do not match
fr: Le nouveau et l'ancien mot de passe ne correspondent pas

source: User not required to change password
fr: L'utilisateur n'a pas à changer son mot de passe

source: New password same as old password
fr: Le nouveau mot de passe est identique à l'ancien

source: User already has 2FA OTP secret set
fr: L'utilisateur a déjà configuré la double authentification par OTP

source: 2FA enabled for this user.
fr: Double authentification activée pour cet utilisateur.

source: User logged out.
fr: Utilisateur déconnecté.

source: User not logged in
fr: L'utilisateur n'est pas connecté

source: Service access denied
fr: Accès au service refusé

source: Asset information update and creation must be done directly into a service (such as Filetransfer service)
fr: La création et la mise à jour d'information sur les ressources doivent être fait directement dans un service (comme le service de transfert de fichiers - FileTransfer)

source: Asset information deletion must be done directly into a service (such as Filetransfer service)
fr: La suppression d'information sur les ressources doivent être fait directement dans un service (comme le service de transfert de fichiers - FileTransfer)

source: Only one of the ID parameter is supported at once
fr: Un seul des paramètres d'ID est supporté à la fois

source: Missing required parameter
fr: Paramètre requis manquant

source: Unable to create archive information from FileTransferService
fr: Impossible de créer les informations de l'archive dans le service de transfert de fichiers

source: User is not admin of the participant's project
fr: L’utilisateur n’est pas administrateur du projet du participant

source: Access denied to device
fr: Aucun accès à l’appareil

source: Device not assigned to project or participant
fr: Appareil non assigné à un projet ou un participant

source: Missing id_device
fr: Champ manquant : id_device

source: Access denied
fr: Accès refusé

source: Can't delete device from project. Please remove all participants associated with the device or all sessions in the project referring to the device before deleting.
fr: Impossible de retirer l'appareil du projet: veuillez retirer tous les participants associés à cet appareil et/ou toutes les séances de ce projet impliquant cet appareil.

source: Missing devices
fr: Appareils manquants

source: At least one device is not part of the allowed device for that project site
fr: Au moins un appareil n'est pas admissible pour ce projet pour ce site

source: Can't delete device from project: please remove all participants with device before deleting.
fr: Impossible de retirer l'appareil du projet: veuillez désassocier tous les participants liés à cet appareil dans ce projet au préalable.

source: Can't delete device from project: please remove all sessions in this project referring to that device before deleting.
fr: Impossible de retirer l'appareil du projet: veuillez retirer toutes les séances impliquant cet appareil dans ce projet au préalable.

source: Missing sites
fr: Sites manquants

source: Can't delete device from site. Please remove all participants associated with the device or all sessions in the site referring to the device before deleting.
fr: Impossible de retirer l'appareil du site: veuillez retirer tous les participants associés à cet appareil dans ce site et/ou toutes les séances de ce site impliquant cet appareil.

source: Missing site ID
fr: Champ id_site manquant

source: Bad parameter
fr: Mauvais Paramètre(s)

source: Too Many IDs
fr: Trop d'IDs

source: No access to device subtype
fr: Aucun accès au sous-type d'appareil

source: No access to device type
fr: Aucun accès au type d'appareil

source: Missing device_subtype
fr: Champ device_subtype manquant

source: Missing id_device_subtype
fr: Champ id_device_subtype manquant

source: Invalid device subtype
fr: Sous-type d’appareil invalide

source: Device subtype not found
fr: Sous-type d'appareil non trouvé

source: Can't delete device subtype: please delete all devices of that subtype before deleting.
fr: Impossible de supprimer le sous-type d'appareil: veuillez supprimer ou modifier tous les appareils utilisant ce sous-type au préalable.

source: Device subtype successfully deleted
fr: Sous-type d'appareil supprimé avec succès

source: Unexisting ID/Forbidden access
fr: ID inexistant/Accès interdit

source: Database Error
fr: Erreur de bases de données

source: Missing device type
fr: Champ device_type manquant

source: Missing id_device_type
fr: Champ id_device_type manquant

source: Invalid device type
fr: Type d’appareil invalide

source: Tried to delete with 2 parameters
fr: Tentative de suppression avec 2 paramètres conflictuels

source: Device type not found
fr: Type d'appareil non trouvé

source: Can't delete device type: please delete all associated devices before deleting.
fr: Impossible de supprimer le type d'appareil: veuillez supprimer tous les appareils associés au préalable.

source: Device type successfully deleted
fr: Type d'appareil supprimé avec succès

source: Too many IDs
fr: Trop de paramètres ID

source: Missing device
fr: Appareil manquant

source: No site admin access for at a least one project in the list
fr: Aucun accès administrateur pour au moins un projet dans la liste

source: No site admin access for at a least one site in the list
fr: Aucun administrateur de site pour au moins un site dans la liste

source: Invalid id
fr: ID invalide

source: Can't delete device: please delete all participants association before deleting.
fr: Impossible de supprimer l'appareil: veuillez supprimer ou retirer tous les participants associés au préalable.

source: Can't delete device: please remove all sessions referring to that device before deleting.
fr: Impossible de supprimer l'appareil: veuillez retirer toutes les séances impliquant cet appareil.

source: Can't delete device: please remove all sessions created by that device before deleting.
fr: Impossible de supprimer l'appareil: veuillez retirer toutes les séances créées par cet appareil au préalable.

source: Can't delete device: please delete all assets created by that device before deleting.
fr: Impossible de supprimer l'appareil: veuillez supprimer toutes les ressources crées par cet appareil au préalable.

source: Can't delete device: please delete all tests created by that device before deleting.
fr: Impossible de supprimer l'appareil: veuillez supprimer tous les tests créés par cet appareil au préalable.

source: Can't delete device: please remove all related sessions, assets and tests before deleting.
fr: Impossible de supprimer l'appareil: veuillez retirer toutes les séances, ressources et tests associés au préalable.

source: Device successfully deleted
fr: Appareil supprimé avec succès

source: Use Logout instead to disconnect current user
fr: Utilisez l'API de Logout pour déconnecter l'utilisateur actuel

source: Missing type
fr: Champ type manquant

source: Missing session type id
fr: Champ id_session_type manquant

source: No reply from service while querying session type config
fr: Aucune réponse du service lors de la requête de la configuration du type de séance

source: Invalid service specified
fr: Service non valide

source: Unknown form type:
fr: Formulaire inconnu:

source: Internal server error when making RPC call.
fr: Erreur interne du serveur pour RPC.

source: Missing group
fr: Groupe manquant

source: Missing id_participant_group or id_project
fr: Champs id_participant_group ou id_project manquants

source: Can't delete participant group: please delete all sessions from all participants before deleting.
fr: Impossible de supprimer le groupe: veuillez supprimer toutes les séances de tous les participants du groupe au préalable.

source: Missing participant
fr: Participant manquant

source: Missing id_participant
fr: ID Participant manquant

source: Missing id_project or id_participant_group
fr: Champ manquants: id_participant, id_project ou id_participant_group

source: No admin access to project
fr: Aucun accès administrateur à ce projet

source: No admin access to group
fr: Aucun accès administrateur à ce groupe

source: Participant group not found.
fr: Le groupe participant n'existe pas.

source: Mismatch between id_project and group's project
fr: Aucune correspondance entre id_project et le projet

source: Can't delete participant: please remove all related sessions beforehand.
fr: Impossible de supprimer le participant: veuillez supprimer toutes les séances de ce participant au préalable.

source: Can't delete participant: please remove all sessions created by this participant beforehand.
fr: Impossible de supprimer le participant: veuillez supprimer toutes les séances créées par ce participant au préalable.

source: Can't delete participant: please remove all related assets beforehand.
fr: Impossible de supprimer le participant: veuillez supprimer toutes les ressources de ce participant au préalable.

source: Can't delete participant: please remove all related tests beforehand.
fr: Impossible de supprimer le participant: veuillez supprimer tous les tests associés à ce participant au préalable.

source: Can't delete participant: please remove all related sessions, assets and tests before deleting.
fr: Impossible de supprimer le participant: veuillez retirer toutes les séances, ressources et tests associés à ce participant au préalable.

source: Missing role name or id
fr: Nom du rôle ou ID manquant

source: Invalid role name or id for that project
fr: Nom du rôle ou ID invalide pour ce projet

source: No project access to delete.
fr: Aucun accès au projet pour supprimer.

source: No access to a session type for at least one of it
fr: Pas d'accès à ce type de session pour au moins un projet

source: At least one session type is not associated to the project site
fr: Au moins un type de séance n’est pas associé au site du projet

source: Missing id_service
fr: Champ id_service manquant

source: No access to specified service
fr: Aucun accès au service spécifié

source: Can't combine id_user, id_participant and id_device in request
fr: Ne peut pas combiner id_user, id_participant et id_device dans la requête

source: Missing service_config
fr: Champ service_config manquant

source: Invalid config format provided
fr: Le format de la configuration est invalide

source: Can't delete service-project: please remove all related sessions, assets and tests before deleting.
fr: Impossible de retirer ce service de ce projet: veuillez supprimer toutes les séances, ressources et tests en lien avec ce service au préalable.

source: Missing services
fr: Services manquants

source: At least one service is not part of the allowed service for that project site
fr: Au moins un service n'est pas permis pour ce projet pour ce site

source: Operation not completed
fr: Opération non complétée

source: Can't delete service-project: please remove all sessions involving a session type using this project beforehand.
fr: Impossible de retirer ce service de ce projet: veuillez supprimer toutes les séances impliquant un type de séance en lien avec ce service au préalable.

source: Can't delete service-project: please remove all related assets beforehand.
fr: Impossible de retirer ce service de ce projet: veuillez supprimer toutes les ressources associées au préalable.

source: Can't delete service-project: please remove all related tests beforehand.
fr: Impossible de retirer ce service de ce projet: veuillez supprimer tous les tests associés à ce service au préalable.

source: Can't delete service from site: please delete all sessions, assets and tests related to that service beforehand.
fr: Impossible de retirer le service de ce site: veuillez supprimer toutes les séances, ressources et tests reliés à ce service dans ce site au préalable.
