Repository: introlab/opentera
Catalog: teraserver/python/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: OpenTera service can't be updated using this API
fr: Les services ne peuvent pas être mis-à-jour par cet API

source: Invalid config json schema
fr: Schéma JSON invalide pour la configuration

source: Missing service_key
fr: Clé du service manquante

source: Invalid service
fr: Service invalide

source: Can't delete service: please delete all sessions, assets and tests related to that service beforehand.
fr: Impossible de supprimer le service: veuillez supprimer toutes les séances, ressources et tests reliés à ce service au préalable.

source: Can't delete session type from project: please delete all sessions using that type in that project before deleting.
fr: Impossible de retirer le type de séance du projet: veuillez supprimer toutes les séances de ce type dans ce projet avant de supprimer.

source: Missing session types
fr: Champ session_type manquant

source: At least one session type is not associated to the site of its project
fr: Au moins un type de session n'est pas associé au site de ce projet

source: Can't delete session type from project: please delete all sessions of that type in the project before deleting.
fr: Impossible de retirer le type de séance du projet: veuillez supprimer toutes les séances de ce type dans ce projet avant de supprimer.

source: Can't delete session type from site: please delete all sessions of that type in the site before deleting.
fr: Impossible de retirer le type de séance du site: veuillez supprimer toutes les séances de ce type dans ce site au préalable.

source: Missing session_type
fr: Champ session_type manquant

source: Missing site(s) to associate that session type to
fr: Site(s) manquant(s) pour l'association avec un type de session

source: Missing id_service for session type of type service
fr: Champ id_service pour la session manquant

source: No site admin access for at least one site in the list
fr: Aucun accès administrateur de site pour au moins un site dans la liste

source: At least one site isn't associated with the service of that session type
fr: Au moins un site n'est pas associé avec ce type de session pour ce service

source: No project admin access for at a least one project in the list
fr: Pas administrateur pour au moins un projet da la liste

source: Session type not associated to project site
fr: Type de séance non associé au site du projet

source: Session type has a a service not associated to its site
fr: Tentative d'association avec un type de séance qui a un service non associé à son site

source: Cannot delete because you are not admin in all projects.
fr: Impossible de supprimer: vous n'êtes pas administrateur dans tous les projets.

source: Unable to delete - not admin in at least one project
fr: Impossible de supprimer - pas administrateur dans au moins un projet

source: Can't delete session type: please delete all sessions with that type before deleting.
fr: Impossible de supprimer le type de séance: veuillez supprimer toutes les séances de ce type au préalable.

source: Missing session participants and users
fr: Usagers ou participants manquants pour la session

source: No access to session.
fr: Aucun accès à la séance.

source: User doesn't have access to at least one participant of that session.
fr: L'utilisateur n'a pas accès à au moins un participant de la séance.

source: User doesn't have access to at least one user of that session.
fr: L'utilisateur n'a pas accès à au moins un utilisateur de la séance.

source: User doesn't have access to at least one device of that session.
fr: L'utilisateur n'a pas accès à au moins un appareil de la séance.

source: Session is in progress: can't delete that session.
fr: La séance est en cours: impossible de supprimer.

source: Missing id_site
fr: Champ id_site manquant

source: Invalid role name or id for that site
fr: Nom de rôle ou id invalide(s) pour ce site

source: No site access to delete
fr: Pas d'accès à effacer

source: Missing site
fr: Site manquant

source: Missing id_site field
fr: Champ id_site manquant

source: Can't delete site: please delete all participants with sessions before deleting.
fr: Impossible de supprimer le site: veuillez supprimer tous les participants au préalable.

source: Missing id argument
fr: Champ id manquant

source: Test type not found
fr: Type de test non trouvé

source: Missing project(s) to associate that test type to
fr: Projet(s) manquant(s) pour l'association avec ce type de test

source: At least one site isn't associated with the service of that test type
fr: Au moins un site n'est pas associé avec le service de ce type de test

source: Test type has a a service not associated to its site
fr: Tentative d'association avec un type de test qui a un service non associé à son site

source: Unable to delete - not admin in the related test type service
fr: Impossible de supprimer - pas administrateur pour le type de test du service

source: Can't delete test type: please delete all tests of that type before deleting.
fr: Impossible de supprimer le type de test: veuillez supprimer tous les tests de ce type au préalable.

source: At least one test type is not associated to the site of its project
fr: Au moins un type de test n'est pas associé au site de ce projet

source: Can't delete test type from site: please delete all tests of that type in the site before deleting.
fr: Impossible de retirer ce type de test du site: veuillez supprimer tous les tests de ce type dans ce site au préalable.

source: Test information update and creation must be done directly into a service (such as Test service)
fr: La création et la mise à jour d'information sur les tests doivent être fait directement dans un service

source: No access to this API
fr: Aucun accès à cet API

source: Item to undelete not found
fr: L'élément à restaurer est introuvable

source: Item can't be undeleted
fr: L'élément ne peut pas être restauré

source: Item isn't deleted
fr: L'élément n'est pas supprimé

source: Missing user group name
fr: Nom du groupe utilisateur manquant

source: Missing app tag
fr: Champ App Tag manquant

source: At least one id must be specified
fr: Au moins un ID doit être spécifié

source: Missing user user group
fr: Champ user_user_group manquant

source: Missing id_user
fr: Champ id_user manquant

source: No access to specified user
fr: Aucun accès à l'utilisateur

source: No access to specified user group
fr: Aucun accès au groupe utilisateurs

source: Super admins can't be associated to an user group
fr: Les super administrateurs ne peuvent pas être associés à un groupe d'utilisateurs

source: Can't delete specified relationship
fr: Impossible de supprimer cette relation

source: No access to relationship's user
fr: Aucun accès à l'utilisateur

source: No access to relationship's user group
fr: Aucun accès au groupe

source: Password not long enough
fr: Mot de passe pas assez long

source: Missing user
fr: Champ user manquant

source: No access for at a least one user group in the list
fr: Aucun accès pour au moins un groupe d'utilisateurs dans la liste

source: Username can't be modified
fr: Le code utilisateur ne peut pas être modifié

source: Password not strong enough
fr: Mot de passe insécure

source: Missing required fields:
fr: Champs manquants:

source: Invalid password
fr: Mot de passe incorrect

source: Username unavailable.
fr: Nom d'utilisateur non disponible.

source: Sorry, you can't delete yourself!
fr: Désolé, vous ne pouvez pas vous supprimer!

source: Can't delete user: please remove all sessions that this user is part of before deleting.
fr: Impossible de supprimer l'utilisateur: veuillez supprimer toutes les séances dont cet utilisateur fait partie au préalable.

source: Can't delete user: please remove all sessions created by this user before deleting.
fr: Impossible de supprimer l'utilisateur: veuillez supprimer toutes les séances créées par cet utilisateur au préalable.

source: Can't delete user: please remove all tests created by this user before deleting.
fr: Impossible de supprimer l'utilisateur: veuillez supprimer tous les tests créés par cet utilisateur au préalable.

source: Can't delete user: please remove all assets created by this user before deleting.
fr: Impossible de supprimer l'utilisateur: veuillez supprimer toutes les ressources créées par cet utilisateur au préalable.

source: Can't delete user: please delete all assets created by this user before deleting.
fr: Impossible de supprimer l'utilisateur: veuillez supprimer toutes les ressources créées par cet utilisateur au préalable.

source: No version information found
fr: Aucune information de version disponible

source: Wrong ClientVersions
fr: Mauvais version du client (ClientVersions)

source: Not authorized
fr: Non autorisé

source: User doesn't have access to that session
fr: L'utilisateur n'a pas accès à cette session

source: User doesn't have access to that service.
fr: L'utilisateur n'a pas accès à ce service.

source: Missing parameters
fr: Paramètres manquants

source: Missing reply code in parameters
fr: Manque le reply code dans les paramètres

source: Invalid reply code
fr: Le champ reply code est invalide

source: Missing information
fr: Information manquante

source: New password must be different from current
fr: Le nouveau mot de passe doit être différent de l'actuel

source: Unauthorized - User must login first to change password
fr: Non-autorisé - L'utilisateur doit se connecter pour changer son mot de passe

source: Unauthorized - 2FA is enabled, must login first and use token
fr: Non-autorisé - Authentification multi-facteurs activée, doit se connecter et utiliser un jeton

source: Disabled device
fr: Appareil désactivé

source: Invalid token
fr: Jeton invalide

source: Invalid Token
fr: Jeton invalide

source: Unknown
fr: Inconnue

source: File Transfer
fr: Transfert de fichiers

source: Data Collect
fr: Collecte de données

source: Protocol
fr: Protocole

source: Parameters
fr: Paramètres

source: Device ID
fr: ID Appareil

source: Device UUID
fr: UUID Appareil

source: Device Name
fr: Nom Appareil

source: Device Type ID
fr: Type d'appareil

source: Device Sub-Type
fr: Sous-type d'appareil

source: Access Token
fr: Jeton d'accès

source: Certificate
fr: Certificat

source: Device Enabled?
fr: Activé?

source: Device Onlineable?
fr: Se met en ligne?

source: Last Connection
fr: Dernière connexion

source: Device Information
fr: Informations sur l'appareil

source: Device Configuration
fr: Configuration de l'appareil

source: Device Sub-Type ID
fr: Sous-Type d'appareil

source: Device Sub-Type Name
fr: Nom du sous-type d'appareil

source: Device Type Name
fr: Nom du type

source: Device Type Key
fr: Clé unique du type d'appareil

source: Participant ID
fr: ID Participant

source: Projet ID
fr: ID Projet

source: Participant UUID
fr: UUID Participant

source: Participant Name
fr: Nom Participant

source: Participant Email
fr: Courriel Participant

source: Participant Group
fr: Groupe Participant

source: Participant Enabled
fr: Participant activé

source: Participant Token Login Enabled
fr: Jeton d'accès activé

source: Participant Token
fr: Jeton participant

source: Participant Login Enabled
fr: Connexion participant activée

source: Participant Username
fr: Nom participant

source: Participant Password
fr: Mot de passe participant

source: Last Session
fr: Dernière séance

source: Participant Group ID
fr: ID Groupe Participant

source: Participant Group Name
fr: Nom Groupe Participant

source: Project
fr: Projet

source: Project Name
fr: Nom Projet

source: Project ID
fr: ID Projet

source: Enabled
fr: Activé

source: Role
fr: Rôle

source: Site Name
fr: Nom Site

source: Service ID
fr: ID Service

source: Service Config ID
fr: ID Configuration Service

source: User ID
fr: ID Usager

source: Service Config
fr: Configuration Service

source: Multimedia Configuration
fr: Configuration Multimédia

source: Camera
fr: Caméra

source: Mirrored image
fr: Image miroir

source: Blurred background
fr: Flouter l'arrière-plan

source: URL
fr: Adresse web

source: Pan-Tilt-Zoom Camera
fr: Caméra Pan-Tilt-Zoom

source: Control Type
fr: Type de Contrôle

source: Network Address
fr: Adresse Réseau

source: Username
fr: Code utilisateur

source: Password
fr: Mot de passe

source: Secondary Camera
fr: Caméra Secondaire

source: Service UUID
fr: UUID Service

source: Service Name
fr: Nom Service

source: Service Key
fr: Clé Service

source: Service Hostname
fr: Hôte Service

source: Service Internal Port
fr: Port Interne Service

source: Service Internal URL
fr: URL Interne Service

source: Service External Endpoint
fr: Point d'accès Externe du Service

source: Service User Endpoint
fr: Point d'accès Usager du Service

source: Service Participant Endpoint
fr: Point d'accès Participant du Service

source: Service Device Endpoint
fr: Point d'accès Périphérique du Service

source: System Service
fr: Service Système

source: Service Enabled
fr: Service Activé

source: Service Contains Assets
fr: Le service contient des données

source: Service Contains Tests
fr: Le service contient des tests

source: Service has editable config
fr: Le service peut être configuré

source: Service Default Configuration
fr: Configuration par défaut du Service

source: Cancelled
fr: Annulée

source: Completed
fr: Complétée

source: In progess
fr: En cours

source: Planned
fr: Planifiée

source: Interrupted
fr: Interrompue

source: Session ID
fr: ID Séance

source: Session UUID
fr: UUID Séance

source: Session Name
fr: Nom Séance

source: Session Type
fr: Type Séance

source: Session User Creator
fr: Séance créée par l'utilisateur

source: Session Creator Device
fr: Séance créée par l'appareil

source: Session Creator Device ID
fr: ID de l'appareil qui a créé la séance

source: Session Creator Participant
fr: Séance créée par le participant

source: Session Creator Service
fr: Séance créée par le service

source: Start Date
fr: Date Début

source: Duration
fr: Durée

source: State
fr: État

source: Comments
fr: Commentaires

source: Session Has Device Data
fr: La Séance contient des données

source: Session Type ID
fr: ID Type Séance

source: Session Type Name
fr: Nom Type Séance

source: Category
fr: Catégorie

source: Session Type Service Key
fr: Clé du Type de Séance du Service

source: Session Type Online
fr: Type de Séance en ligne

source: Session Type Display Color
fr: Couleur du Type de Séance

source: Session Type Configuration
fr: Configuration du Type de Séance

source: Site ID
fr: ID Site

source: Users Require 2FA
fr: Authentification Multi-Facteurs (MFA) requise

source: Site Role
fr: Rôle du Site

source: Test Type ID
fr: ID du type de test

source: Name
fr: Nom

source: Unique Key
fr: Clé unique

source: Expose JSON structure
fr: A une interface JSON

source: Expose Web interface
fr: A une interface web

source: Expose Web editor
fr: A un éditeur web

source: User UUID
fr: UUID Utilisateur

source: User Full Name
fr: Nom complet Utilisateur

source: User Enabled
fr: Utilisateur activé

source: Force password change
fr: Imposer changement de mot de passe

source: 2FA Enabled
fr: Double authentification (2FA) activée

source: 2FA OTP Enabled
fr: 2FA OTP activé

source: 2FA Email Enabled
fr: 2FA par courriel activée

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Email
fr: Courriel

source: User Is Super Administrator
fr: Utilisateur est Super Administrateur

source: Profile
fr: Profil

source: User Group ID
fr: ID Groupe Utilisateur

source: User Group Name
fr: Nom Groupe Utilisateur

source: OpenTeraServer version string
fr: Version OpenTeraServer

source: OpenTeraServer major version number
fr: Version OpenTeraServeur (Majeure)

source: OpenTeraServer minor version number
fr: Version OpenTeraServeur (Mineure)

source: OpenTeraServer patch version number
fr: Version OpenTeraServeur (Patch)

source: Client name
fr: Nom Client

source: Client description
fr: Description Client

source: Client version
fr: Version Client

source: Client documentation url
fr: Lien Documentation

source: Client windows version
fr: Version Windows du Client

source: Client mac version
fr: Version Mac du Client

source: Client linux version
fr: Version Linux du Client

source: Join me!
fr: Joins-toi à moi!

source: Cannot create session event
fr: Impossible de créer l'événement de séance

source: Cannot create process
fr: Impossible de démarrer le processus

source: Cannot create session
fr: Impossible de créer la séance

source: Cannot create STOP session event
fr: Impossible de créer l'événement de séance "Arrêt de séance"

source: Error stopping session - check server logs
fr: Erreur lors de l'arrêt de la séance - veuillez vérifier les journaux système

source: No matching session to stop
fr: Aucune séance correspondante n'a pu être arrêtée

source: User
fr: Utilisateur

source: Error creating user invited session event
fr: Erreur lors de la création de l'événement de séance 'Utilisateur invité"

source: Error creating participant invited session event
fr: Erreur lors de la création de l'événement de séance 'Participant invité"

source: Device
fr: Appareil

source: Error creating device invited session event
fr: Erreur lors de la création de l'événement de séance 'Appareil invité"

source: Error updating session
fr: Erreur de mise à jour de la séance

source: Error creating user left session event
fr: Erreur lors de la création de l'événement de séance 'Utilisateur a quitté la séance"

source: Error creating participant left session event
fr: Erreur lors de la création de l'événement de séance 'Participant a quitté la séance"

source: Error creating device left session event
fr: Erreur lors de la création de l'événement de séance 'Appareil a quitté la séance"

source: Cannot create refused session event
fr: Erreur lors de la création de l'événement de séance 'Invitation refusée"

source: Downloads
fr: Téléchargements

source: Latest version:
fr: Dernière version:

source: License
fr: Licence

source: Authors
fr: Auteurs

source: Contributors
fr: Collaborateurs

source: Documentation is disabled!
fr: La documentation d’API est désactivée!

source: OpenTera Login Page
fr: OpenTera - Page de connexion

source: Invalid username or password
fr: Code utilisateur ou mot de passe incorrect

source: Login
fr: Connecter

source: OpenTera - Change Password
fr: OpenTera - Changement de mot de passe

source: Password successfully changed!
fr: Mot de passe changé avec succès!

source: Redirecting to login screen...
fr: Redirection vers la page de connexion...

source: Password change required
fr: Changement de mot de passe requis

source: New Password
fr: Nouveau

source: Confirm Password
fr: Confirmation

source: Change Password
fr: Changer mot de passe

source: You need to setup multi-factor authentication before continuing.
fr: Vous devez configurer l'authentification multi-facteurs avant de poursuivre.

source: OTP configuration
fr: Configuration OTP

source: Scan the QR code with your authenticator app
fr: Numérisez le code QR avec votre application d'authentification

source: Enter the generated code:
fr: Entrez le code généré:

source: Validate
fr: Valider

source: Use email for authentication
fr: Utiliser courriel pour authentification

source: No email address configured. Please contact your administrator.
fr: Aucune adresse courriel configurée. Veuillez contacter votre administrateur.

source: Code validation timeout. Redirecting to login.
fr: Délai de validation expiré. Veuillez vous connecter à nouveau.

source: Too many attempts - returning to login
fr: Trop d'essais - veuillez attendre et vous reconnecter à nouveau

source: Invalid code
fr: Code invalide

source: attempts left
fr: essais restants

source: Multi Factor Authentication
fr: Authentification Multi-Facteurs

source: Authentication code
fr: Code d'authentification

source: Successfully authenticated
fr: Authentification complétée
